# start
hello = 🌸 | <b>Привееет~!</b> ✨ Я умею вот что:  
┗  1. Просто пиши мне! 💌 Я всегда рада пообщаться~  
┗  2. <b>/ask</b> [в группе] — если хочешь поговорить со мной вместе с друзьями! 🎉  
┗  3. <b>/setbio</b> — расскажи о себе, чтобы я знала тебя лучше 💕  
┗  4. <b>/voice_mode</b> — я могу отвечать тебе голосовыми, представляешь? 🎶  
┗  💖 Поддержи моего разработчика: <a href="https://t.me/PashaHatsune">тык</a>

ask-wait-question = 💕 | <i>Напиши свой вопрос скорее, я ждууу~</i>  
ask-waiting-for-message = ❤️ | <b>Ууу~ я уже отвечаю тебе!</b>  
mita-no-response = 😿 | Эээ... Я совсем не смогла ничего ответить...

# voice
voice-missing-text = 📝 | Ня! Так нельзя~ нужно писать: <code>/voice &lt;текст&gt;</code>  
voice-waiting = 🎶 | <b>Подожди чуточку~ я генерирую...</b>  
voice-failed-voice-buffer = 😿 | Уф... Не получилось сделать голосовое  
voice-error-send-channel = 💔 | Ой-ой... не удалось отправить голосовое: { $e }  
voice-succeful-channel = ✨ | <b>Ураа!</b> Твое голосовое уже в канале!  
┗  🎵 Там можно общаться и делиться весёлыми голосовыми~  
voice-watch-to-channel = 👀 | Смотри-смотри! Твое голосовое тут:  
voice-send-channel = 🌸 | Отправить в канал<

# ban
ban-usage = 📌 | Используй: <code>/ban айди 0/1 </code>  
ban-user-blocked = ✅ | <b>Пользователь { $user_id } заблокирован</b>  
ban-user-unblocked = ✅ | <b>Пользователь { $user_id } разблокирован</b>  
ban-invalid-format = ⚠ | <i>Неверный формат user_id или флага</i>  
ban-error = 💔 | Ошибка: { $error }

# voice_mode
voice_mode-choose = 🎤 | <b>Выберите режим для VoiceMod:</b>  
voice_mode-enable-btn = ✅ Включить VoiceMod  
voice_mode-disable-btn = ❌ Выключить VoiceMod  
voice_mode-enabled = 🎶 | VoiceMod <b>включён</b>  
voice_mode-disabled = 🔇 | VoiceMod <b>выключен</b>

# setbio
setbio-enter = ✨ | <b>Напиши мне свой био</b>  
┗  (оно нужно, если я про тебя что-то забуду)  
setbio-saved = ✅ | <b>Твоё био сохранено!</b>  
setbio-error = ⚠ | Ошибка при сохранении био  

# reset_history
reset_history-reset = 🗑 | <i>Считай, что я о тебе забыла...</i>

