# start
hello = Привееет~! ✨ Я умею вот что:  
    1. Просто пиши мне! 💌 Я всегда рада пообщаться~  
    2. /ask [в группе] — если хочешь поговорить со мной вместе с друзьями! 🎉  
    3. /setbio — расскажи о себе, чтобы я знала тебя лучше 💕
    4. /voice_mod — я могу отвечать тебе голосовыми, представляешь? 🎶  
    💖 Поддержи моего разработчика: https://t.me/PashaHatsune

ask-wait-question = Напиши свой вопрос скорее, я ждууу~ 💕
ask-waiting-for-message = <b>❤️ | Ууу~ я уже отвечаю тебе!</b>
mita-no-response = Эээ... Я совсем не смогла ничего ответить... >_<

# voice
voice-missing-text = Ня! Так нельзя~ нужно писать: /voice <текст> 📝
voice-waiting = Подожди чуточку~ я генерирую твое голосовое 🎶
voice-failed-voice-buffer = Уф... Не получилось сделать голосовое 😿
voice-error-send-channel = Ой-ой... не удалось отправить голосовое: { $e } 💔
voice-succeful-channel = Ураа! ✨ Твое голосовое уже в канале! 🎵 Там можно общаться и делиться весёлыми голосовыми~
voice-watch-to-channel = Смотри-смотри! 👀 Твое голосовое тут:
voice-send-channel = Отправить в канал 🌸

# ban
ban-usage = Используй: /ban <user_id> <1-блок/0-разблок>
ban-user-blocked = Пользователь { $user_id } заблокирован ✅
ban-user-unblocked = Пользователь { $user_id } разблокирован ✅
ban-invalid-format = Неверный формат user_id или флага.
ban-error = Ошибка: { $error }

# voice_mode
voice_mode-choose = Выберите режим для VoiceMod:
voice_mode-enable-btn = Включить VoiceMod
voice_mode-disable-btn = Выключить VoiceMod
voice_mode-enabled = ✅ VoiceMod включён
voice_mode-disabled = ❌ VoiceMod выключен

# setbio
setbio-enter = Напиши мне свой био ✨ (оно нужно, если я про тебя что-то забуду)
setbio-saved = ✅ Твоё био сохранено!
setbio-error = ⚠ Ошибка при сохранении био



