# 🌸 Приветствие и общение
hello = Привееет~! ✨ Я умею вот что:  
    1. Просто пиши мне! 💌 Я всегда рада пообщаться~  
    2. /ask [в группе] — если хочешь поговорить со мной вместе с друзьями! 🎉  
    3. /setbio — расскажи о себе, чтобы я знала тебя лучше <3  
    4. /voice_mod — я могу отвечать тебе голосовыми, представляешь? 🎶  
    💖 Поддержи моего разработчика: https://t.me/PashaHatsune

ask-wait-question = Напиши свой вопрос скорее, я ждууу~ 💕
ask-waiting-for-message = <b>❤️ | Ууу~ я уже отвечаю тебе!</b>
mita-no-response = Эээ... Я совсем не смогла ничего ответить... >_<

# 🎙️ Голосовые
voice-missing-text = Ня! Так нельзя~ нужно писать: /voice <текст> 📝
voice-waiting = Подожди чуточку~ я генерирую твое голосовое 🎶
voice-failed-voice-buffer = Уф... Не получилось сделать голосовое 😿

# 📢 Канал
voice-error-send-channel = Ой-ой... не удалось отправить голосовое: { $e } 💔
voice-succeful-channel = Ураа! ✨ Твое голосовое уже в канале! 🎵 Там можно общаться и делиться весёлыми голосовыми~
voice-watch-to-channel = Смотри-смотри! 👀 Твое голосовое тут:
voice-send-channel = Отправить в канал 🌸
